<?php
include_once("header.php");
?>
<link rel="stylesheet" href="private/styles/leadingteacher.css" type="text/css" />
<!--content-->
<div id="homecontent">
    <div class="all_left">
      <div class="column2">
       <h2>主讲教师</h2>
            <div class="leadingteacher"><img src="private/images/teachers/1.jpg" alt="" />
            <p> 王巍，男，湖南邵阳人，博士，教授，硕士生导师，电子科技大学微电子学与固体电子学专业博士，中科院微电子所博士后，清华大学信息技术研究院访问学者。美国IEEE高级会员；中国电子学会高级会员；中国光学学会高级会员；中国宇航学会光电技术专业委员会常务委员；《红外与激光工程》编委；《功能材料与器件学报》理事会理事；重庆市光学学会理事。重庆市第三届政协委员。</p>
            <p>长期从事射频与微波集成电路设计、数字信号处理及VLSI设计、半导体光电器件等领域的研究工作。参与或承担过包括国家863重大专项、工信部电子产业发展基金项目、国家自然科学基金项目、重庆市电子产业发展基金项目、重庆市科委自然科学基金项目在内的多个项目的研究。近年来，出版教材2部，在国内外学术刊物发表学术论文100余篇，其中被SCI/EI检索40余篇。申请国家发明专利10余项，获得授权专利2项。牵头完成的科技成果"超大规模集成电路刻蚀工艺控制关键技术研究"获2010年重庆市科技进步3等奖。</p>
            <p> 自本课程2008年开设以来，王巍教授一直担任该课程的主讲教师，经过团队部分成员的努力，确定了教学所采用的教材内容，并对授课内容进行了细心的编排设计，制作了较为完整的多媒体教学课件。在教学内容的组织、实践教学环节、教学团队建设、教学方法研究等方面已经开展了大量的工作，积累了一定的经验，尤其是强调对学生数字集成电路设计动手能力的培养。本课程已建设成为学校的校级研究生优质课程。也成为重庆市第三批研究生优质课程建设项目。</p></div>
            <p class="readmore"><a href="#">Continue Reading &raquo;</a></p>
        <br class="clear" />
        
        
      </div>

    </div>
</div>
<!--end content-->


<?php
include_once("footer.php");
?>